{
  "translations": {
    "de": {
      "Description:": "Beschreibung:",
      "This instance integrates the NUKI Bridge into IP-Symcon.": "Diese Instanz integriert die NUKI Bridge in IP-Symcon.",
      "In conjunction with a NUKI Smart Lock, you can unlock and lock your door lock.": "In Verbindung mit einem NUKI Smart Lock können Sie Ihr Türschloss auf- und zusperren.",
      "In conjunction with a NUKI Opener you can turn your existing intercom into a smart door opener.": "In Verbindung mit einem NUKI Opener nutzt du deine bestehende Gegensprechanlage als smarten Türöffner.",
      "For further information, please refer to the documentation or the notes here in the configuration.": "Weitere Informationen entnehmen Sie bitte der Dokumentation oder den Hinweisen hier in der Konfiguration.",
      "Configuration:": "Konfiguration:",
      "(0) Instance information": "(0) Instanzinformationen",
      "Date:\t\t\tSeptember 26, 2019": "Datum:\t\t\t26. September 2019",
      "Time:\t\t\t18:00": "Uhrzeit:\t\t\t18:00",
      "Developer:\t\tUlrich Bittner": "Entwickler:\t\tUlrich Bittner",
      "Prefix:\t\t\tNUKI": "Präfix:\t\t\tNUKI",
      "Please refer to the iOS / Android App for the required data.": "Die erforderlichen Daten entnehmen Sie bitte der iOS / Android App.",
      "Please enter the IP address of the NUKI Bridge:": "Bitte geben Sie die IP-Adresse der NUKI Bridge an:",
      "IP address": "IP-Adresse",
      "Please enter the port of the NUKI Bridge:": "Bitte geben Sie den Port der NUKI Bridge an:",
      "Please enter the network timeout in milliseconds:": "Bitte geben Sie den Netzwerk-Timeout in Millisekunden an:",
      "Please enter the Bridge ID of the NUKI Bridge:": "Bitte geben Sie die Bridge ID der NUKI Bridge an:",
      "Please enter the API Token of the NUKI Bridge:": "Bitte geben Sie den API Token der NUKI Bridge an:",
      "With a callback you can receive information from this NUKI bridge on this IP-Symcon server.": "Mit einem Callback können Sie Informationen von dieser NUKI Bridge auf diesem IP-Symcon Server empfangen.",
      "Please select if you want to use a callback:": "Bitte wählen Sie aus, ob Sie einen Callback nutzen wollen:",
      "Use Callback": "Callback benutzen",
      "The information of the IP-Symcon server socket must be registered on the NUKI Bridge.": "Die Informationen des IP-Symcon Server-Sockets müssen auf der NUKI Bridge registriert werden.",
      "Please enter the IP address of this IP-Symcon server:": "Bitte geben Sie die IP-Adresse dieses IP-Symcon Servers an:",
      "Please enter the server socket port of this IP-Symcon server:": "Bitte geben Sie den Server-Socket Port dieses IP-Symcon Servers an:",
      "Server socket port": "Server-Socket Port",
      "Please specify the callback ID for changes or deletions:": "Bitte geben Sie die Callback ID für Änderungen oder Löschungen an:",
      "After accepting any changes, you can press the (2) CREATE button in the action area to create a callback on the NUKI Bridge.": "Nach Übernahme eventueller Änderungen können Sie im Aktionsbereich die Schaltfläche (2) ANLEGEN drücken, um den Callback auf der NUKI Bridge anzulegen.",
      "With the button (2) DISPLAY in the action area you can display the existing callbacks of the NUKI Bridge.": "Mit der Schaltfläche (2) ANZEIGEN im Aktionsbereich werden die existierenden Callbacks der NUKI Bridge angezeigt.",
      "With the button (2) DELETE in the action area you can delete the callback with the specified ID from the NUKI Bridge.": "Mit der Schaltfläche (2) LÖSCHEN im Aktionsbereich können Sie den Callback mit der angegebenen ID von der NUKI Bridge löschen.",
      "Action area": "Aktionsbereich",
      "Show Info": "Info anzeigen",
      "Show Log": "Logdatei anzeigen",
      "Delete Log": "Logdatei löschen",
      "Update firmware": "Firmware aktualisieren",
      "Do you really want to update the firmware?": "Wollen Sie wirklich die Firmware aktualisieren?",
      "Reboot": "Neustart",
      "Do you really want to reboot the device?": "Wollen Sie wirklich die NUKI Bridge neu starten?",
      "Factory Reset": "Werkseinstellungen",
      "Do you really want to perform a factory reset?": "Wollen Sie wirklich die Werkseinstellungen laden?",
      "Show Devices": "Geräte anzeigen",
      "Add": "Anlegen",
      "Do you really want to add a callback?": "Wollen Sie wirklich einen Callback anlegen?",
      "List": "Anzeigen",
      "Delete": "Löschen",
      "Do you really want to delete the callback?": "Wollen Sie wirklich den Callback löschen?",
      "Manual": "Bedienungsanleitung",
      "uncalibrated": "unkalibriert",
      "locked": "verriegelt",
      "unlocking": "aufschließend",
      "unlocked": "entriegelt",
      "locking": "verschließend",
      "unlatched": "entriegelt",
      "unlocked (lock ‘n’ go)": "entriegelt (lock ´n´ go)",
      "unlatching": "entsperrend",
      "NUKI Bridge will be created": "NUKI Bridge wird erstellt",
      "NUKI Bridge is active": "NUKI Bridge ist aktiv",
      "NUKI Bridge will be deleted": "NUKI Bridge wird gelöscht",
      "Please edit all configuration parameters of the NUKI Bridge.": "Bitte alle Konfigurationsparameter der NUKI Bridge eintragen.",
      "NUKI Bridge configuration has an error!": "NUKI Bridge Konfiguration hat einen Fehler!",
      "An unknown error has occurred!": "Es ist ein unbekannter Fehler aufgetreten!",
      "Please enter the IP address of the IP-Symcon server and the port of the NUKI server socket!": "Bitte die IP-Adresse des IP-Symcon Servers und den Port des NUKI Server Sockets eintragen!",
      "Smart Locks have been matched / created!": "Smart Locks wurden abgeglichen / angelegt!"
    }
  }
}
