{
  "translations": {
    "de": {
      "This instance integrates the NUKI Bridge into IP-Symcon.\nPlease refer to the documentation for further information.\n": "Diese Instanz integriert die NUKI Bridge in IP-Symcon.\nWeitere Informationen entnehmen Sie bitte der Dokumentation.\n",
      "Module:\t\t\t": "Modul:\t\t\t",
      "Date:\t\t\t": "Datum:\t\t\t",
      "Time:\t\t\t": "Uhrzeit:\t\t\t",
      "Developer:\t\t": "Entwickler:\t\t",
      "Prefix:\t\t\t": "Präfix:\t\t\t",
      "Note": "Notiz",
      "Configuration": "Konfiguration",
      "Please refer to the iOS / Android App for the required data.": "Die erforderlichen Daten entnehmen Sie bitte der iOS / Android App.",
      "Please enter the IP address of the NUKI Bridge": "Bitte geben Sie die IP-Adresse der NUKI Bridge an",
      "IP address": "IP-Adresse",
      "Please enter the port of the NUKI Bridge": "Bitte geben Sie den Port der NUKI Bridge an",
      "Please enter the network timeout in milliseconds": "Bitte geben Sie den Netzwerk-Timeout in Millisekunden an",
      "Please enter the API Token of the NUKI Bridge": "Bitte geben Sie den API Token der NUKI Bridge an",
      "With a callback you can receive information from this NUKI bridge on this IP-Symcon server.": "Mit einem Callback können Sie Informationen von dieser NUKI Bridge auf diesem IP-Symcon Server empfangen.",
      "Please select if you want to use a callback": "Bitte wählen Sie aus, ob Sie einen Callback nutzen wollen",
      "Use Callback": "Callback benutzen",
      "The information of this IP-Symcon server for the webhook must be registered on the NUKI Bridge.": "Die Informationen dieses IP-Symcon Servers für den Webhook Control müssen auf der NUKI Bridge registriert werden.",
      "Please enter the IP address of this IP-Symcon server": "Bitte geben Sie die IP-Adresse dieses IP-Symcon Servers an",
      "Please enter the port for the Webhook Control (normally 3777) of this IP-Symcon server": "Bitte geben Sie den Port für den Webhook Control (normalerweise 3777) dieses IP-Symcon Servers an",
      "Please enter the callback ID if you want to delete a callback": "Bitte geben Sie die Callback ID an, wenn Sie einen Callback löschen wollen",
      "After accepting any changes, you can press the CREATE button in the developer area to create a callback on the NUKI Bridge.": "Nach Übernahme eventueller Änderungen können Sie im Entwicklerbereich die Schaltfläche ANLEGEN drücken, um den Callback auf der NUKI Bridge anzulegen.",
      "With the button DISPLAY you can display the existing callbacks of the NUKI Bridge.": "Mit der Schaltfläche ANZEIGEN werden die existierenden Callbacks der NUKI Bridge angezeigt.",
      "With the button DELETE you can delete the callback with the specified ID from the NUKI Bridge.": "Mit der Schaltfläche LÖSCHEN können Sie den Callback mit der angegebenen ID von der NUKI Bridge löschen.",
      "Developer area": "Entwicklerbereich",
      "Show Info": "Info anzeigen",
      "Show Log": "Logdatei anzeigen",
      "Delete Log": "Logdatei löschen",
      "Update firmware": "Firmware aktualisieren",
      "Do you really want to update the firmware?": "Wollen Sie wirklich die Firmware aktualisieren?",
      "Reboot": "Neustart",
      "Do you really want to reboot the device?": "Wollen Sie wirklich die NUKI Bridge neu starten?",
      "Factory Reset": "Werkseinstellungen",
      "Do you really want to perform a factory reset?": "Wollen Sie wirklich die Werkseinstellungen laden?",
      "Show Paired Devices": "Gekoppelte Geräte anzeigen",
      "Add": "Anlegen",
      "Do you really want to add a callback?": "Wollen Sie wirklich einen Callback anlegen?",
      "List": "Anzeigen",
      "Delete": "Löschen",
      "Do you really want to delete the callback?": "Wollen Sie wirklich den Callback löschen?",
      "Manual": "Bedienungsanleitung",
      "uncalibrated": "unkalibriert",
      "locked": "verriegelt",
      "unlocking": "aufschließend",
      "unlocked": "entriegelt",
      "locking": "verschließend",
      "unlatched": "entriegelt",
      "unlocked (lock ‘n’ go)": "entriegelt (lock ´n´ go)",
      "unlatching": "entsperrend",
      "NUKI Bridge will be created": "NUKI Bridge wird erstellt",
      "NUKI Bridge is active": "NUKI Bridge ist aktiv",
      "NUKI Bridge will be deleted": "NUKI Bridge wird gelöscht",
      "Please edit all configuration parameters of the NUKI Bridge": "Bitte alle Konfigurationsparameter der NUKI Bridge eintragen",
      "NUKI Bridge configuration has an error!": "NUKI Bridge Konfiguration hat einen Fehler!",
      "An error has occurred, for further information see messages, log file or debug": "Es ist Fehler aufgetreten, weitere Informationen unter Meldungen, im Log oder Debug",
      "Please enter the IP address of the IP-Symcon server and the port for the Webhook!": "Bitte geben Sie die IP-Adresse des IP-Symcon Servers und den Port für den Webhook an!",
      "Function is outdated and will not be available in the next version!": "Funktion ist veraltet und wird in der nächsten Version nicht mehr verfügbar sein!"
    }
  }
}
